Revit 2027 API
ParameterTypeId.StairsShowDownText Property
 "Show Down Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsShowDownText { get; }
Public Shared ReadOnly Property StairsShowDownText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsShowDownText {
	ForgeTypeId^ get ();
}
static member StairsShowDownText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace